{
  "birthday": [
    "I hope your celebration gives you many happy memories!",
    "Enjoy your special day.",
    "Have the best birthday ever!",
    "Wherever the year ahead takes you, I hope it's happy.",
    "The day is all yours — have fun!",
    "Thinking of you on your birthday and wishing you everything happy.",
    "Today, the flowers are bloomier, the sun is sunnier, and life is awesomer – all because it's your birthday!",
    "Hope all your birthday wishes come true!",
    "It’s your special day — get out there and celebrate!",
    "Wishing you the biggest slice of happy today."
  ],
   "valentine's day": [
    "I like who I become when I'm with you.",
    "Thanks for being my better half.",
    "I love all the adventures we have together.",
    "Did you see where I put your valentine? Oh, wait...here it is.",
    "There’s nothing more romantic than putting your dirty clothes in the hamper!",
    "There’s no one I'd rather share a heart-shaped pizza with than you.",
    "Thanks for putting up with me. Love you!"
  ],
  "sympathy": [
    "We are so sorry for your loss.",
    "I hope you feel surrounded by much love.",
    "Even though there is joy in the homegoing, there is sorrow in your loss. Thinking of you at this tender time.",
    "Our family is keeping your family in our thoughts and prayers.",
    "Holding you close in my thoughts and hoping you are doing OK.",
    "I know I can't make your pain go away, but I want you to know I'm here with a shoulder or an ear or anything else you need.",
    "I’m not sure what to say in the face of such a difficult loss. Just want you to know that I care about you, and I share in your sadness."
  ],
  "congratulations": [
    "Congratulations! We’re so very proud of you!",
    "Your hard work and perseverance have paid off. Congratulations!",
    "Congratulations on your well-deserved success! You’re an inspiration!",
    "Warmest congratulations on your achievement! Wishing you even more success in the future."
  ],
  "graduation": [
    "Congratulations on your graduation! Sending you our best wishes for a happy and successful future.",
    "Hard work. Dedication. Perseverance. You did it! Congratulations on your graduation!",
    "You did it, grad! I knew you could! Congratulations. I’m so proud of you.",
    "Here’s to your bright future! Congrats on your graduation!"
  ],
  "wedding": [
    "Congratulations to the happy couple! We're thrilled for you and wish you all the best.",
    "Cheers to you both. Congratulations on your wedding day!",
    "Wishing you a sweet and happy life together. Congratulations.",
    "Best wishes to you both. May your marriage bring you a lifetime of happiness!"
  ],
  "retirement": [
    "Cheers! You deserve nothing but the best for your retirement.",
    "Wishing you the best in your retirement. You will be missed by everyone!",
    "Congratulations on your retirement. Wishing you the best of luck in this new chapter of your life. You deserve it!",
    "Here's to new adventures! Happy retirement!"
  ],
  "anniversary": [
    "Happy Anniversary. There’s no one I'd rather spend my life with.",
    "YOU + ME = LOVE. Happy Anniversary!",
    "Happy Anniversary to my one and only. I love you so very much."
  ],
  "mother's day": [
    "Well, you were right about...absolutely everything. Thanks for being my mom",
    "Moms are like buttons—they hold everything in life together.",
    "My love for you is bigger than that overflowing pile of laundry in my room.",
    "Thank you for all the hugs, words of encouragement, and patience through the years.",
    "I'm so glad I didn't fall far from the tree.",
    "Thank you for always taking care of us, even when it wasn't easy. We love you so much!",
    "Mom, you're the glue that holds us all together."
  ],
  "father's day": [
    "Thank you for giving fatherhood your all. You've made me the person I am today.",
    "To my dad, the man who moves fire and earth for his family.",
    "Thank you for always making something out of nothing. Happy Father's Day!",
    "Thank you for all the many wonderful things you do... that I fail to notice!",
    "To the best man I know: Happy Father's Day! Enjoy every moment of this special day."
  ],
  "baby shower": [
    "Wishing you a special and blessed day with lots of love and joy for your baby shower! Congratulations!",
    "Wishing you and your baby all the best on this special day! Congratulations!",
    "Wishing you all the best on this special day for you and your baby! Sending lots of love and congratulations!",
    "Wishing you lots of love and joy as you celebrate your special day and your new little one! Congratulations!",
    "Sending lots of love and congratulations on your special day! Wishing you and your baby a blessed and happy life."
  ],
  "get well soon": [
    "Sending lots of love and healing vibes your way! Wishing you a speedy recovery!",
    "Sending you hope and healing thoughts to help you feel better soon!",
    "Wishing you a peaceful recovery and lots of love.",
    "Sending you lots of love and a speedy recovery!",
    "Hope you get well soon! Sending lots of love and healing vibes your way!"
  ],
  "moving in": [
    "Congratulations on your new home! Wishing you lots of joy and happiness in your new space!",
    "Sending lots of love and best wishes on this special day as you move in to your new home!",
    "Wishing you lots of luck, love and joy as you move in to your new home!",
    "Sending lots of love and best wishes as you start this new chapter in your life! Congrats on your new home!",
    "Wishing you lots of joy and happiness in your new home! Congratulations!"
  ]
}
