{
  "birthday": [
    "My mom is the most loving person. She bakes the best cheesecake. I miss her warm smile and embrace.",
    "My husbands loves to go on vacation with our camping bus. His next wish is to buy bigger all-terrain camper and tour around Mongolia.",
    "Sister, sport, healthy, funny person"
  ],
  "valentine's day": [
    "My partner and I have been together for more than 5 years. He is my hiking buddy, my mentor, my cook!",
    "We've only been together for over a year, but I feel like I've known her forever. She makes me believe in soulmates.",
    "love at first sight, friendship, I can see forever in this person"
  ],
  "sympathy": [
    "My aunt was a kind and gentle soul, who always had a hug and a smile for everyone. I will always remember her.",
    "My best friend had a sudden and unexpected loss in the family. I was there for her every step of the way.",
    "Grandfather, love, kind, generous, always had a smile"
  ],
  "congratulations": [
    "My brother just graduated from college and I'm so proud of him. He never gave up and I'm so glad he achieved his goal.",
    "My friend just got a promotion at work and I'm so happy for her. She worked really hard for it.",
    "Achievement, success, hard work, dedication, perseverance"
  ],
  "graduation": [
    "My cousin graduated from high school and I couldn't be happier for him. He worked so hard and achieved his dreams.",
    "My best friend graduated from college and I'm so proud of him. He's the first in his family to do so.",
    "Success, hard work, dedication, dreams, pride"
  ],
  "wedding": [
    "My sister's wedding was beautiful. We danced, laughed, and celebrated all night long. I will never forget it.",
    "My cousin just got married and I couldn't be happier for them. They are a perfect match.",
    "Love, joy, happiness, celebration, family"
  ],
  "retirement": [
    "My dad just retired and I'm happy for him. He worked hard for many years and now he can finally relax.",
    "My aunt retired last year and she's enjoying her new life. She's happy to have more time for her hobbies.",
    "Happiness, relaxation, freedom, time, hobbies"
  ],
  "anniversary": [
    "My parents have been married for 25 years and I'm so proud of them. They are an amazing couple.",
    "My grandparents celebrated their 50th wedding anniversary last year. It was such a special day.",
    "Love, dedication, commitment, joy, celebration"
  ],
  "mother's day": [
    "My mom is the best. She always has time for me and she's always there for me. I love her.",
    "My grandmother is an amazing woman. She raised five children and always put them first.",
    "Love, strength, courage, family, support"
  ],
  "father's day": [
    "My dad is the most hardworking person I know. He always puts me and my family first. I'm so proud of him.",
    "My uncle is the most kindhearted person I know. He's always there for me and he's always willing to help.",
    "Love, strength, leadership, support, kindness"
  ],
  "baby shower": [
    "My best friend just had a baby and I threw her a baby shower. It was a day full of love, happiness, and celebration.",
    "My cousin just had a baby and the whole family celebrated with a baby shower. We had a lot of fun with games and gifts.",
    "Happiness, joy, celebration, family, gifts"
  ],
  "get well soon": [
    "My aunt was in the hospital last week and I visited her every day. She was so happy to see me and I'm glad she's feeling better now.",
    "My best friend had a surgery and I was there for her every step of the way. She's feeling much better now.",
    "Support, love, care, friendship, recovery"
  ],
  "moving in": [
    "My sister just moved in to her new apartment and I helped her decorate it. It was so much fun and she loves it.",
    "My friend and her husband just moved in to their new house. We celebrated with a housewarming party and it was a great success.",
    "Happiness, celebration, friendship, new beginnings, fun"
  ]
}